{
  "releases": [
    {
      "cover": "",
      "artist": "",
      "format": "",
      "catalogNr": "CXA001",
      "releaseName": "",
      "bandcampLink": "",
      "releaseDate": "",
      "copy": "",
      "tracklist": "",
      "credits": ""
    },
    {
      "cover": "",
      "artist": "",
      "format": "",
      "catalogNr": "CXA002",
      "releaseName": "",
      "bandcampLink": "",
      "releaseDate": "",
      "copy": "",
      "tracklist": "",
      "credits": ""
    },
    {
      "cover": "",
      "artist": "",
      "format": "",
      "catalogNr": "CXA003",
      "releaseName": "",
      "bandcampLink": "",
      "releaseDate": "",
      "copy": "",
      "tracklist": "",
      "credits": ""
    },
    {
      "cover": "",
      "artist": "",
      "format": "",
      "catalogNr": "CXA004",
      "releaseName": "",
      "bandcampLink": "",
      "releaseDate": "",
      "copy": "",
      "tracklist": "",
      "credits": ""
    },
    {
      "cover": "",
      "artist": "",
      "format": "",
      "catalogNr": "CXA005",
      "releaseName": "",
      "bandcampLink": "",
      "releaseDate": "",
      "copy": "✺ Sankt returns to the fold with Inganical, his first full EP under the moniker. Over seven ever-morphing tracks, Sankt strains the organic and inorganic into various angular new forms. Ghosts opens Inganical with eerie granular pads and takes shape quite quickly before bursting into a flurry of breaks. Combustor on the other hand instantly delivers industrial-grade footwork, groaning and moaning for every inch of its life. The title track expands on this formula in an equally agitated but more glitched-out way, shifting between thudding metallic clanks and more playful textural details. Those details come to the fore with disembodied voices floating in and out of the spectrum on the following Zwischen, the EP's fragile midpoint, which soon dissipates into feedback and unease. Hydrangea picks up the pace again with its reframed EBM bassline and howling sirens, barreling relentlessly forward, only taking a fleeting pause at an uncanny waterfall. Continuing the onslaught, Goons squelches and squeaks, like a malfunctioning machine on its last legs, while Fogbow provides airy but cold breaks combined with a moody yet catchy bassline. At last S S S S (aka Samuel Savenberg) supplies an additional scorching remix of Fowbow, sharpening its edges even more. ✺",
      "tracklist": "",
      "credits": ""
    }
  ]
}
